IdeaRS.Connections
ConnectionPartDataBase Properties
Compatible with IDEA StatiCa 0.0
The ConnectionPartDataBase type exposes the following members.
Properties
Name | Description
IsActive |  (Inherited from ConnectionCmdData.)
Name
 Gets or set the name
 (Inherited from ConnectionCmdData.)
OperationId
 Gets or sets the identifier of the operation in the manufacturer sequence
 (Inherited from ConnectionCmdData.)
Top
See Also
Reference
ConnectionPartDataBase Class
IdeaRS.Connections.Data Namespace